{
    "questions": [
        "What was your funniest or worst experience with a dentist?", 
        "What is your cellphone wallpaper?", 
        "Do you have a favorite plant?", 
        " Would You Rather Be Filthy Rich and Live 400 Years Ago or Be Middle Class Today?", 
        "What fictional family would you be a member of?", 
        "What are some of your favorite scenes from movies?", 
        "What was the craziest theme park or fair ride you've been on?", 
        "What kind of people do you most enjoy hanging out with?", 
        " What Would the Title of Your Autobiography Be?", 
        "If you could choose your dreams, what would you prefer to dream about?", 
        "Do you think you have a pretty good work-life balance? Why or why not?", 
        "Would you rather always be slightly late or super early?", 
        "What did you have for breakfast this morning?", 
        "Rank your Favorite Sandwiches.", 
        "The zombie apocalypse is coming, who are 3 people you want on your team?", 
        "What's the most creative thing you've done?", 
        "If You Could Eliminate One Thing You Do Each Day in the Bathroom so that You Never Had to Do It Again, What Would It Be?", 
        "What movie never gets old no matter how many times you've seen it?", 
        "If You Had One Extra Hour of Free Time a Day, How Would You Use it?", 
        "Did You Ever Put Something Inside Your High School Locker that Shouldn't Have Been in There?", 
        "What was the country you last visited outside of United States?", 
        "Who was your favorite teacher?", 
        "What luxury is totally worth the price?", 
        "What hobby would you be a lot of fun to get into?", 
        "Which band / artist - dead or alive would play at your funeral?", 
        "What's the best concert you've been to and why was it so good?", 
        "What's something you're looking forward to?", 
        " If You Found a Large Amount of Money, Would You Keep It or Would You Try to Find the Owner?", 
        "What were your favorite television shows when you were growing up?", 
        "What fashion trend needs to be brought back?", 
        " What is Your Favorite Musical Instrument and Why?", 
        "What is the biggest mistake you've made at work?", 
        "What do you highly recommend to most people you meet?", 
        "What is one article of clothing that someone could wear that would make you walk out on a date with them?", 
        "What languages do you know how to speak?", 
        " If You Could Hang Out with Any Cartoon Character, Who Would You Choose and Why?", 
        " Who is Your Favorite Disney Hero or Heroine?", 
        " Do You Have a TV Show that You're Currently Watching?", 
        "What is your favorite meal to cook and why?", 
        "What Type of Partner Would You Choose for Yourself?", 
        "What's something that was once important but is now becoming less and less relevant?", 
        "What's a problem you have, that might be entirely unique to you?", 
        "If you could be on a reality TV show, which one would you choose and why?", 
        "Who Do You Admire the Most?", 
        " If You Could Do Anything in the World as Your Career, What Would You Do?", 
        " Would You Rather Mentally or Physically Never Age?", 
        " What Is the Silliest Thing You Have an Emotional Attachment To?", 
        " Would You Rather Have Invisibility or Flight?", 
        "Would you rather live where it only snows or the temperature never falls below 100 degrees?", 
        " What Is Something Unexpected that Has Changed About You in the Last Few Years?", 
        "If You Could Visit Any Place in the World, Where Would It Be and Why?", 
        "Who is the funniest person in your family?", 
        "What is your favorite television network?", 
        "What's the most amazing natural occurrence you've witnessed?", 
        "As a child, what did you want to be when you grew up?", 
        "What is your favorite item you've bought this year?", 
        "If You Could Instantly Become an Expert in Something, What Would it Be?", 
        "What is the most unique or silliest problem you have going on in your life at the moment?", 
        "What was your least favorite food as a child? Do you still hate it or do you love it now?", 
        "How did you get that scar of yours?", 
        "Would you rather be able to run at 100 miles per hour or fly at 10 miles per hour?", 
        "What's one career you wish you could have?", 
        "What subjects should be taught in school but aren't?", 
        "Where's your favorite place to nap?", 
        " What Is Your Biggest Turn Off in a Partner?", 
        "What big problem do you think technology will solve next?", 
        "If someone came up to you and said \"Hey, do that thing you do!\", what thing would pop into your head first?", 
        "What slang are you really happy went out of fashion?", 
        "What culture would you like to learn more about?", 
        "What's your idea of a great party?", 
        "What Do You Look for in a Friend?", 
        "What company or brand did you love until they betrayed your trust?", 
        "You have to sing karaoke, what song do you pick?", 
        "What's the best piece of advice you've ever been given?", 
        "What do you wish someone taught you a long time ago?", 
        "Are you sunrise, daylight, twilight, or nighttime? Why?", 
        "What's your favorite way to waste time online?", 
        "What is the weirdest food combination you've made and tried?", 
        " What Does Your Favorite Shirt Look Like?", 
        "What is something you do better than most people and something you do worse than most people?", 
        " If You Had to Eat One Meal Every Day for the Rest of Your Life, What Would It Be?", 
        "What wastes the most time in your day to day life?", 
        "What is the most clever or funniest use of advertising you've seen?", 
        "Besides war and diplomacy, what would be the best way for countries to settle disputes?", 
        " If You Could Choose Any Person from History to Be Your Imaginary Friend, Who Would it Be and Why?", 
        "Would you go with aliens if they beamed down to Earth?", 
        "What do you geek out about?", 
        "How into self-improvement are you?", 
        "What's your favorite food combination?", 
        "What's the biggest adventure you've been on?", 
        "What food do you love that a lot of people might find a little odd?", 
        "What Is in the Trunk of Your Car Right Now?", 
        "Do you think you could live without your smartphone (or other technology item) for 24 hours?", 
        "What does your perfect burger or sandwich have in it?", 
        "What crossed way too far into the uncanny valley for you?", 
        " Would You Rather Become Someone Else or Just Stay You?", 
        " Would You Rather Have a Rewind Button or a Pause Button on Your Life?", 
        "If you could be guaranteed one thing in life (besides money), what would it be?", 
        "Do you prefer pens or pencils? Why?", 
        "What assumption you made went hilariously wrong?", 
        "What Was Your Favorite Snack Growing Up?", 
        "What do you usually do on your commute to work?", 
        "What, in your opinion, is the most amazing animal?", 
        " Would You Rather Put a Stop to War or End World Hunger?", 
        " What Is Your Favorite Meal to Cook and Why?", 
        " If You Could Be Any Supernatural Creature, What Would You Be and Why?", 
        " Have You Ever Completed Anything on Your \"Bucket List\"?", 
        "Popcorn or M&Ms?", 
        "How often do you dance?", 
        "What's is one thing we don't know about you?", 
        "What is your absolute dream job?", 
        " What's Your Favorite Place of All the Places You've Traveled?", 
        "What's your best \"my coworkers are crazy\" story?", 
        "What is the best pair of shoes you have owned?", 
        "Hit the Treadmill or Hit the Couch?", 
        "If You Were the Eighth Dwarf, What Would Your Name Be?", 
        "What kind of art do you appreciate the most?", 
        "What tells you the most about a person?", 
        "What is your favorite TV show?", 
        "What fictional world or place would you like to visit?", 
        "What are some of your favorite games to play?", 
        "What household chore do you actually enjoy?", 
        "What are you kind of snobby about?", 
        "What do you rebel against?", 
        " Yell Out the First Word that Comes to Your Mind Right Now.", 
        "Who is the most intelligent or creative person you know?", 
        "Who is the most interesting person you've met and talked with?", 
        " Describe Your Worst Date Ever.", 
        "What has really taken a toll on you?", 
        "Would you rather be the funniest or smartest person in the room?", 
        "If you could have the power of teleportation right now, where would you go and why?", 
        " Would You Rather Work More Hours Per Day but Fewer Days or Work Fewer Hours Per Day but More Days?", 
        "If you were a wrestler what would be your entrance theme song?", 
        "If you left your current life behind and ran away to follow your dreams, what would you be doing?", 
        "What do you do to unwind after a hard day?", 
        "Who is the most gifted person you know?", 
        "What Was Your Favorite After-School Activity?", 
        "What was the scariest movie you've seen?", 
        "Who is the better businessman or business woman and why? (Example: Justin Timberlake or Justin Bieber?)", 
        "If You Could Live in Any Sitcom, Which One Would It Be?", 
        "Would you rather give up your smartphone or your computer?", 
        "What would your dream house be like?", 
        "What is your favorite magical or mythological animal?", 
        "What weird thing do you have nostalgia for?", 
        "What Is Something You Can Do Better than Anyone Else You Know?", 
        "What incredibly common thing have you never done?", 
        "Would you rather lose all of your money or all of your pictures?", 
        "What catchy jingle or bit of advertising has stuck with you all these years?", 
        " You Can Own Either a Smartphone or a Computer. Which Do You Choose?", 
        "You can have anyone fictional as your imaginary friend, who do you choose and why?", 
        "You're going sail around the world, what's the name of your boat?", 
        "What's the best backhanded compliment you've heard / can think of on the spot?", 
        "What are two of your favorite snacks?", 
        "If you could add anyone to Mount Rushmore who would it be; why?", 
        "What's your favorite Olympic sport to watch?", 
        "If you could be any supernatural creature, what would you be and why?", 
        "What's your favorite car that you've owned?", 
        "What's the best sports game you've been to?", 
        "Who has been your most interesting/confusing/annoying neighbor?", 
        "Would you ever try space tourism, if you had the money for it?", 
        "What recent trend are you totally on board with?", 
        "What are some films that would make it on to your top 50 list of movies?", 
        "What's your favorite type of day? (weather, temp, etc.)", 
        " Would You Rather Live in the Ocean or on the Moon?", 
        " You Have Your Own Late-Night Talk Show. Who Do You Invite On as Your First Guest?", 
        "What's the weirdest food you've ever eaten?", 
        "If you were left on a deserted island with either your worst enemy or no one, which would you choose? Why?", 
        "If you had to teach a class on one thing, what would you teach?", 
        " What Was the Worst Haircut You Ever Had?", 
        "If you could instantly become an expert in something, what would it be?", 
        "If you could go to Mars, would you? Why or why not?", 
        " Say You're Independently Wealthy and Don't Have to Work, What Would You Do with Your Time?", 
        "If You Had to Be Handcuffed to One Person for an Entire Month, Who Would It Be?", 
        "What are some of the dumbest misadventures you've been on?", 
        "Would you rather be a superhero or the world's best chef?", 
        " If You Had to Be on a Reality TV Show, Which One Would You Choose and Why?", 
        " Would You Rather Listen to Music from the 70s or Music from Today?", 
        "When Did You First Notice that You Were Already an Adult?", 
        " If You Had to Watch One Movie Every Single Night before You Fall Asleep, What Movie Would It Be and Why?", 
        "What's the best day you've had recently?", 
        "If you could be immortal, what age would you choose to stop aging at and why?", 
        "What is the most amazing fact you know?", 
        "What useless facts do you know?", 
        "If you could rename yourself, what name would you pick?", 
        "What food is underrated or underappreciated?", 
        "What's your favorite way to spend time outdoors?", 
        "If you could choose any person from history to be your imaginary friend, who would it be and why?", 
        "What Is Your Real Favorite Movie, and What Movie Do You Pretend Is Your Favorite to Sound Cultured?", 
        "What is your favorite genre of movie? Why?", 
        "What's the most embarrassing fashion trend you used to rock?", 
        "What could movie theaters do to improve the experience of going there?", 
        "Are you a cat or dog person or neither? Why?", 
        " If You Could Be Guaranteed One Thing in Life (Besides Money), What Would You Want?", 
        " What's Your Best Scar Story?", 
        "Who is your favorite Disney hero or heroine? Would you trade places with them?", 
        "What do you wish was illegal?", 
        "What's the scariest horror movie or horror book monster?", 
        " Speak Like Shakespeare for the Rest of the Game.", 
        " What Languages Do You Know How to Speak?", 
        " If You Had One Day to Live Over Again, What Day Would You Pick?", 
        " If You Had Plans to Go Out, and It Rains, Would You Stay at Home Instead?", 
        "What's Your Opinion on Exercise?", 
        " If You Could Give One Sentence of Advice About How to Live Life, What Would It Be?", 
        "What's the weirdest food you've eaten?", 
        "How into tech are you? Why?", 
        "If you could see one movie again for the first time, what would it be and why?", 
        "What do you think the ideal age to be is?", 
        "If you could eliminate one thing from your daily routine, what would it be and why?", 
        "If you could change places with anyone in the world, who would it be and why?", 
        "What's your drink of choice? (Either alcoholic or non.)", 
        "What is the best event you've attended?", 
        "What do you want to do when you retire?", 
        "What website or app doesn't exist, but you really wish it did?", 
        "What's the biggest vehicle you've driven?", 
        "Are you a traveler or a homebody?", 
        "What would your superpower be and why?", 
        "Are you a morning person or a night person?", 
        "If you could be any animal in the world, what animal would you choose to be?", 
        "What was the last thing you were really excited about?", 
        " Would You Rather Have More Time or More Money?", 
        "What's your favorite month?", 
        " What Did You Have for Breakfast this Morning?", 
        "If you were so wealthy you didn't need to work, what would you do with your time?", 
        "What was the worst style choice you ever made?", 
        " Would You Rather Be Able to Talk with the Animals or Speak All Foreign Languages?", 
        "What are some of your favorite holiday traditions that you did while growing up?", 
        " Belly Dance to a Country Song.", 
        " What Book Has influenced You Greatly? How?", 
        "What's something that a lot of people are missing out on because they don't know about it?", 
        " Do You Have a Favorite Plant?", 
        " What's the Best Piece of Advice You've Ever Been Given?", 
        "What's the most delightful hotel or house you've stayed in on vacation?", 
        " If Aliens Landed on Earth Tomorrow and Offered to Take You Home with Them, Would You Go?", 
        "Where's the most surreal area you been to?", 
        "Have you ever completed anything on your \"bucket list\"?", 
        "What music do you put on when you want to get pumped?", 
        "What Was the Most Embarrassing Thing You Have Done While on a Date?", 
        "Who is the most competitive person you know?", 
        "What are you best at fixing?", 
        " If You Had the Opportunity to Go to Mars, Would You? Why or Why Not?", 
        "Have you ever met your idol or someone you revere greatly?", 
        " What is the Most Expensive Item You've Bought This Year?", 
        "What topic could you give a 20-minute presentation on without any preparation?", 
        "What do you wish your phone could do?", 
        "If you had to eat one meal everyday for the rest of your life what would it be?", 
        "Coffee or tea?", 
        "If you could do anything in the world as your career, what would you do?", 
        " Do You Consider Yourself an Entrepreneur?", 
        " You Can Have Anyone Fictional as a Best Friend. Who Do You Choose and Why?", 
        "What season would you be?", 
        " Are You a Cat Person or a Dog Person?", 
        "What was your best vacation?", 
        "If You Moved to Sesame Street, Who Would You Want as Your Neighbor? Why?", 
        "What's your favorite place of all the places you've travelled?", 
        "What motivates you?", 
        "What's the strangest name someone you have met had?", 
        " What Would Your Dream House Be Like?", 
        "What was something you thought would be easy until you tried it?", 
        "What does your perfect breakfast look like?", 
        "If You Could Eliminate One Thing from Your Daily Routine, What Would It Be and Why?", 
        "You have your own late night talk show, who do you invite as your first guest?", 
        "What is your favorite musical instrument and why?", 
        "Where are five places you really want to visit before you die?", 
        "Do you think you rely too heavily on your phone? Why or why not?", 
        "You can have an unlimited supply of one thing for the rest of your life, what is it? Sushi? Scotch Tape?", 
        "What is the last goal you achieved?", 
        " If You Were a Wrestler, What Would Be Your Entrance Theme Song?", 
        "What hard time in your life left you a better person after it was finished?", 
        "What sport do you wish you knew more about?", 
        " What Fictional World or Place Would You Like to Visit?", 
        "What apps do you use most?", 
        "What's the most outdated piece of tech you still use regularly?", 
        "If You Were to Perform in the Circus, What Would You Do?", 
        " If You Found Out that Your Next-Door Neighbors Were Aliens, What Would You Do?", 
        "What book, movie read/seen recently you would recommend and why?", 
        "What toy did you hate most as a child?", 
        "Would you rather have invisibility or flight?", 
        "Say you're independently wealthy and don't have to work, what would you do with your time?", 
        "Who is the oldest person you know personally? What interesting stories have they told you?", 
        " Would You Rather Travel Back in Time to Meet Your Ancestors or to the Future to Meet Your Descendants?", 
        "If you could live anywhere in the world for a year, where would it be?", 
        "What brands do you love/hate the most?", 
        "What public spaces do you feel most comfortable in? (Library, bar, park, mall, stadium, etc.)", 
        "What is the most tedious and/or the most exciting sport to watch?", 
        "What is the best thing you have ever bought?", 
        " Would You Rather Be Without Internet for a Week, or Without Your Phone?", 
        "How could carousels be spiced up so they are more exciting?", 
        " Would You Rather Live Where It Only Snows or the Temperature Never Falls Below 100 Degrees?", 
        "What's the best location to fully enjoy a good cup of coffee?", 
        " What Is Something You've Done that No One Would Expect?", 
        "If aliens landed on earth tomorrow and offered to take you home with them, would you go?", 
        "How good are you at drawing?", 
        "What would you change if you were in charge of the company you work for?", 
        "What pets did you have growing up?", 
        "What's your idea of a great day?", 
        "What well-known person does the most good for the world?", 
        "How well do you know your neighbors?", 
        " Would You Rather Be Known for Your Intelligence or Your Good Looks?", 
        "What's the Funniest Thing You Did as a Kid that Your Parents Still Talk About?", 
        "What do you resent paying for most?", 
        " Would You Want to Live in a World with Superheroes?", 
        " If You Were Left on a Deserted Island with Either Your Worst Enemy or No One, Which Would You Choose and Why?", 
        "If A Movie Was Being Made of Your Life and You Could Choose the Actor/Actress to Play You, Who Would You Choose and Why?", 
        "What's your favorite line from a book or a movie?", 
        "What Is the Scariest Thing You Have Ever Done for Fun?", 
        "How do you feel about clowns?", 
        "If you could start a charity, what would it be for?", 
        "When someone finds out what you do, or where you are from, what question do they always ask you?", 
        "What makes you feel old when you think about it?", 
        "What are you hilariously bad at?", 
        "Name Your Favorite Children's Story.", 
        "What works of art have really made an impression on you?", 
        "Where Is the Last Place You'd Be Caught Dead?", 
        "If you could live in any country, where would you live?", 
        "What was your worst haircut experience?", 
        "Would you rather watch a movie on your TV at home or on the big screen in the theater, and why?", 
        "What book had the most significant impact on you?", 
        " If You Knew You Could Not Fail, What Would You Do?", 
        " When You Die, What Do You Want to Be Remembered For?", 
        "What Was in Your High School Locker?", 
        "What sport would you compete in if you were in the Olympics?", 
        "What was the worst job you ever had?", 
        "If You Could Magically Become Fluent in Any Language, What Would it Be?", 
        "What's the most out-of-character thing you've ever done?", 
        " What Sport Would You Compete in if You Were in the Olympics?", 
        "How do you think you will be/act when you are old?", 
        " What Is Your Favorite Dessert?", 
        "What is your favorite time of the day and why?", 
        "How do you usually get your news?", 
        "Would you rather live in the ocean or on the moon?", 
        "What is your favorite breakfast food?", 
        "What takes a lot of time but is totally worth it?", 
        "What songs would be played on a loop in hell?", 
        "What Childish Things Do You Still Do as An Adult?", 
        "If You Could Talk to Anyone and Have Them Answer Any Question, Who Would it Be and What Would You Ask Them?", 
        "What did you name your first car?", 
        " If You Could Be Any Animal in the World, What Animal Would You Choose to Be?", 
        "What fruit or vegetable would you most want to be?", 
        "What's the weirdest way you have met someone?", 
        " If You Could Live in Any Country, Where Would You Live?", 
        "What card or board games do you like to play?", 
        "If you could magically become fluent in any language, what would it be?", 
        " What is Your Favorite TV Show?", 
        "What period would be the best to be born in?", 
        "If you could bring back any fashion trend what would it be?", 
        "What scene in a movie always gives you goosebumps every time you watch it?", 
        "What kind of challenges are you facing these days?", 
        "If you could hang out with any cartoon character, who would you choose and why?", 
        "Where have you traveled to?", 
        "What does your favorite shirt look like?", 
        "What is your most used emoji?", 
        "If you could commit any crime and get away with it what would you choose and why?", 
        "What did your teachers and parents say would be really important when you grew up, but it hasn't been? ", 
        "What's the worst advice you've been given?", 
        "What's your best scar story?", 
        "What rule do you wish they would introduce into your favorite sport?", 
        "What about becoming an adult caught you completely off guard?", 
        "Are you a good dancer?", 
        "If the universe is just a simulation, what update or patch does it need?", 
        "What's your favorite sandwich and why?", 
        "What weird quirks did you pick up from your parents?", 
        "What skill or talent would you most like to learn?", 
        "What smell do you hate that doesn't seem to bother other people?", 
        "What's the best thing you've got going on in your life at the moment?", 
        "Would you ride in a zeppelin if given a chance?", 
        "What Is the First Thing You Think of When You Wake Up in the Morning?", 
        " Name the Person in the Room Who You Think Is the Best Dressed.", 
        "What are common misconceptions about your job?", 
        "If you could choose any two famous people to have dinner with who would they be?", 
        " Would You Rather Always Say Everything on Your Mind or Never Speak Again?", 
        "Has there ever been a time when something so amazing or unexpected happened that it literally left you speechless for a time?", 
        " What's the Most Important Thing to You in Life?", 
        "If You Could Rid the World of One Thing, What Would it Be?", 
        "What was the funniest thing you've seen recently online?", 
        "What's the best or worst prank you've played on someone?", 
        "Does your current car have a name? What is it?", 
        "Teleportation or flying?", 
        "If you were featured on the local news, what would you most likely be on there for?", 
        "What is your favorite dessert?", 
        "What is the most stressful TV show or movie you watched?", 
        " The Zombie Apocalypse is Coming. Who are 3 People You Want on Your Team?", 
        "What Is the Best Gift Anyone's Ever Given to You?", 
        "Besides insects and spiders, what animals annoy you the most?", 
        "Would you rather meet your travel back in time to meet your ancestors or to the future to meet your descendants?", 
        "What's the longest trip you've been on?", 
        " What Do You Think the Secret to a Good Life Is?", 
        "What do you buy way more of than most people?", 
        "What would be the most surprising scientific discovery imaginable?", 
        "If you could write a book that was guaranteed to be a best seller, what would you write?", 
        "Would you rather live without heat and AC or live without social media?", 
        "What's your favorite thing about the area/city/state you live in?", 
        "What TV show are you hooked on or were recently hooked on?", 
        "What was something courageous you've (in person) seen someone do?", 
        "If a new volcano formed and the government had an online contest to see what it would be named, what name would you submit?", 
        "Tell me about a time you were totally out of your element/comfort zone.", 
        "Who was your childhood actor/actress crush?", 
        "If you had to delete all but 3 apps from your smartphone, which ones would you keep?", 
        "If you could have someone follow you around all the time, like a personal assistant, what would you have them do?", 
        "What breed of dog would you be?", 
        "If Money Was No Object, How Many Days Per Year Would You Dedicate to Traveling?", 
        "If you had a time machine, would go back in time or into the future?", 
        "What kind of physical activities do you like doing?", 
        "Are you more productive at night or in the morning? Do you think it's possible to change and get used to another schedule?", 
        "What Song Best Describes Your Life?", 
        "Is it Okay to Just Let Yourself Go When You're Married?", 
        "When you die, what do you want to be remembered for?", 
        "If You Were a Type of Jeans, What Type Would You Be?", 
        "What's the best way to stay young?", 
        "What are some of your guilty pleasures?", 
        "Would you rather spend time with other people or at home alone?", 
        "What would your talent be if you were Miss or Mister World?", 
        "What's the most annoying machine you must deal with regularly?", 
        "What's the silliest thing you are pretty good at?", 
        "Are you a cat person or a dog person?", 
        "If You Could Live in Your Favorite Sitcom, Which Character Would You Be?", 
        "When is the most interesting period in history?", 
        "Are You a Listener or a Talker?", 
        "How did you spend the money from your very first job?", 
        "What are you grateful for?", 
        "60s, 70s, 80s, 90s: Which decade do you love the most and why?", 
        "What's the noblest endeavor a person can dedicate their life to?", 
        "You Have to Wear A T-Shirt with One Word On it for One Year. Which Word Do You Choose?", 
        " What is Your Absolute Dream Job?", 
        "What's your favorite island that you've visited?", 
        "Have you ever been told you look like someone famous, who was it?", 
        "If you were famous, what would you be famous for?", 
        "What's your favorite international food?", 
        "What would the title of your autobiography be?", 
        "What's the most unique shop or restaurant you've been in?", 
        " What Is One Article of Clothing that Someone Could Wear that Would Make You Walk Out on a Date with Them?", 
        " What Failure Have You Learned the Most from?", 
        "What's the best cake you've ever eaten?", 
        "If a movie was made of your life what genre would it be, who would play you?", 
        "Would you rather be an Olympic gold medallist or an astronaut?", 
        "If you had to lose one of your senses, which would you choose to lose?", 
        "Who is the most interesting stranger you've met?", 
        "What's your favorite tradition or holiday?", 
        " How Would You Feel About Having an Admirer Follow You Around Like Paparazzi Follow Celebrities?", 
        "What workers have the worst jobs?", 
        "What was the worst haircut you ever had?", 
        "How handy are you when it comes to fixing things?", 
        " What's Your Favorite Tradition or Holiday?", 
        "What has taken you the longest to get good or decent at?", 
        "What was your favorite game to play as a child?"
    ]
}